{
    "bestsellers": [
        {
            "id": 1,
            "name": "Ведьмак; большое издание",
            "author": "Анджей Сапковский",
            "price": 3450,
            "description": "Сага о Ведьмаке, созданная польским писателем Анджеем Сапковским, представляет собой захватывающую серию фэнтезийных романов, центральным персонажем которых является Геральт из Ривии — ведьмак с уникальными мутантными способностями. В этом мире, наполненном магией, чудовищами и политическими интригами, Геральт сталкивается не только с опасными тварями, но и с трудными моральными выборами, создавая насыщенный сюжет и обширный фэнтезийный мир, который завоевал популярность как среди читателей, так и среди поклонников видеоигр, основанных на этой саге.",
            "rating": 4.9,
            "img_link": "https://i.pinimg.com/736x/66/28/f0/6628f099bd40ea40d2d0d2e5be8e4061.jpg"
        },
        {
            "id": 2,
            "name": "Гарри Поттер и Философский камень",
            "author": "Джоан Роулинг",
            "price": 700,
            "description": "Гарри Поттер и философский камень — это первая книга в знаменитой серии Джоан Роулинг о юном волшебнике. Рассказ начинается с приема Гарри Поттера, сироты, в Хогвартс — школу волшебства и чародейства. Постепенно Гарри обнаруживает свои волшебные способности и узнает о своем невероятном наследии. Сюжет вращается вокруг таинственного философского камня, который обладает силой бессмертия. Вместе с друзьями Роном и Гермионой, Гарри исследуют загадочные происшествия в школе, сталкиваются с опасностями и раскрывают тайны, что делает эту книгу захватывающим введением в магический мир Хогвартса и его увлекательных обитателей.",
            "rating": 4.7,
            "img_link": "https://cdn1.ozone.ru/s3/multimedia-t/6018798005.jpg"
        },
        {
            "id": 3,
            "name": "Игра Эндера",
            "author": "Орсон Скотт Кард",
            "price": 463,
            "description": "Игра Эндера - научно-фантастический роман Орсона Скотта Карда, действие которого разворачивается в далеком будущем, когда Земля подвергается угрозе после вторжения пришельцев. Главный герой, Эндер Уиггин, ребенок гениального мозга, отобран в военную школу, где дети обучаются искусству военной тактики в космической среде. Эндер оказывается вовлеченным в высокотехнологичную тренировочную программу, которая имитирует военные конфликты. Сложности, с которыми он сталкивается, амбивалентность моральных дилемм и неожиданный поворот событий делают роман захватывающим и вызывающим размышления о цене победы и её последствиях.",
            "rating": 4.4,
            "img_link": "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/1f38db83-663e-45f2-9d5f-77efe96df795/1920x"
        },
        {
            "id": 4,
            "name": "Зеленая миля",
            "author": "Стивен кинг",
            "price": 2000,
            "description": "Зелёная миля — это потрясающая история, рассказанная из перспективы Пола Эджкомба, начальника тюремного блока, который встречает загадочного заключённого по имени Джон Коффи. События развиваются в тюремном блоке, где происходят необъяснимые явления и чудеса. Коффи обладает удивительными целительными способностями, и его приключения, а также взаимодействия с разнообразными персонажами, создают глубокий и трогательный рассказ о доброте, справедливости и человеческой природе, а также поднимают вопросы о смысле жизни и сущности зла. Книга волшебным образом переплетает драму, фэнтези и моральные аспекты, оставляя читателя сильно впечатлённым и задумчивым.",
            "rating": 4.7,
            "img_link": "https://main-cdn.sbermegamarket.ru/hlr-system/1483026/100023062804b0.jpg"
        },
        {
            "id": 5,
            "name": "Унесенные ветром",
            "author": "Маргарет Митчелл",
            "price": 930,
            "description": "Унесенные ветром — великолепная сага о любви и выживании во времена Гражданской войны в США. Главная героиня, Скарлетт О'Хара, красавица с железной волей, вступает в борьбу за выживание своего южного имения Тара в эпоху перемен. Книга переплетает исторические события, страсть и драму, предлагая читателю неповторимый взгляд на американскую историю. Скарлетт, живая и запоминающаяся личность, исследует темы любви, потерь и силы воли в сложных обстоятельствах, создавая одно из самых влиятельных произведений американской литературы.",
            "rating": 4.7,
            "img_link": "https://avatars.mds.yandex.net/get-mpic/5236248/img_id7233538305736377600.jpeg/orig"
        },
        {
            "id": 6,
            "name": "Граф Монте-Кристо",
            "author": "Александр Дюма",
            "price": 3849,
            "description": "Граф Монте-Кристо — это захватывающий роман, в котором Эдмон Дантес, молодой моряк, становится жертвой политического заговора и попадает в темницу. После несправедливого заключения он совершает невероятное побег и обнаруживает сокровище, позволяющее ему создать новую личность — Графа Монте-Кристо. Завершенный и властный, Граф начинает свою мстительную кампанию против тех, кто участвовал в его падении. Роман исследует темы предательства, мести и искупления, предлагая читателю захватывающее путешествие через тайны человеческой души и сложности моральных выборов.",
            "rating": 4.7,
            "img_link": "https://cdn.azbooka.ru/cv/w1100/d8f9ddab-65d3-422b-9e42-5d85703acb2d.jpg"
        },
        {
            "id": 7,
            "name": "Крестный отец",
            "author": "Марио Пьюзо",
            "price": 599,
            "description": "Крестный отец - это мафиозная сага, рассказывающая о влиятельной семье Корлеоне в американском мире преступности. В центре сюжета стоит Вито Корлеоне, мудрый и влиятельный мафиози, управляющий своим делом с силой и справедливостью. Роман охватывает период с 1945 по 1955 год, включая важные события в жизни семьи, борьбу за власть, интриги и взаимоотношения в мире преступности. Пьюзо мастерски создает напряженную атмосферу и живописные персонажи, представляя читателю темные стороны власти и преданности, которые определяют судьбу Корлеоне и их окружения.",
            "rating": 4.6,
            "img_link": "https://cdn.eksmo.ru/v2/430000000000154410/COVER/cover1__w820.jpg"
        },
        {
            "id": 8,
            "name": "Десять негритят",
            "author": "Агата Кристи",
            "price": 349,
            "description": "Десять негритят - захватывающий детектив, в котором десять незнакомцев, приглашенных на остров виллана по имени У. О. Нигр, обнаруживают, что оказались запертыми на острове, подвергнутым странным и загадочным событиям. Они сталкиваются с таинственным киллером, следуя за пугающими стихами о десяти негритят, и начинается стремительная игра в выживание. Сюжет поражает читателя своей интригой, создавая атмосферу подозрений и напряжения, а финальные разгадки придают книге статус классического детектива.",
            "rating": 4.6,
            "img_link": "https://files.books.ru/pic/5037001-5038000/5037382/005037382.jpg"
        },
        {
            "id": 9,
            "name": "Собака Баскервилей",
            "author": "Артур Конан Дойл",
            "price": 440,
            "description": "Собака Баскервилей — захватывающий детектив, в котором знаменитый сыщик Шерлок Холмс и его верный спутник Доктор Ватсон расследуют таинственное проклятие рода Баскервилей. События развиваются в мрачных пейзажах бескрайних мур, где наследник Баскервилей сталкивается с угрозой от жуткой собаки-призрака. Мастерски созданный интригой и атмосферой загадочности, роман привносит элементы сверхъестественного в криминальный жанр, оставляя читателя в волнующем ожидании разгадки тайны.",
            "rating": 4.5,
            "img_link": "https://avatars.mds.yandex.net/i?id=9cfd0976c6f9b07adace0dd1eebf1f17f963d264-12468199-images-thumbs&n=13"
        }
    ],
    "popular": [
        {
            "id":10,
            "name":"Мастер и Маргарита",
            "author": "Михаил Булгаков",
            "price":490,
            "description": "Мастер и Маргарита Михаила Булгакова — великолепное произведение, сочетающее сатиру и философию. Роман рассказывает о приходе дьявола в Москву в облике загадочного профессора Воланда и его свиты. Сюжет переплетается с историей мастера, писателя, погруженного в сюрреалистическую реальность. Параллельно развивается история Маргариты, которая заключает дьявольское соглашение, чтобы спасти своего возлюбленного. Магия, сатира, глубокие философские насыщенности и красочные образы делают этот роман ярким и запоминающимся, ставя его в ряды великих литературных шедевров.",
            "rating": 4.5,
            "img_link":"https://avatars.mds.yandex.net/i?id=4c517d9eba7cbd45f6256a459ce1c7c9783b2734-11392166-images-thumbs&n=13"
        },
        {
            "id":11,
            "name":"Властелин Колец",
            "author": "Джон Рональд Руэл Толкин", 
            "price":572,
            "description": "Властелин колец — эпическое фэнтезийное произведение, в котором группа разношерстных путешественников, во главе с хоббитом Фродо Бэггинсом, отправляется в опасное путешествие, чтобы уничтожить Кольцо Всевластья и предотвратить зловещее возвращение Тёмного Властелина Саурона. Великолепно созданный мир Средиземья, с его расами, магией и богатой историей, оживает на страницах романа. Сплетение приключений, битв, дружбы и жертв создает увлекательное повествование о борьбе за спасение мира от тьмы и разрушения.",
            "rating": 4.8,
            "img_link":"https://data.fantlab.ru/images/editions/orig/854"
        },
        {
            "id":12,
            "name":"Убийство в восточном экспрессе",
            "author": "Агата Кристи", 
            "price":600,
            "description": "Убийство в Восточном экспрессе — классический детектив, в котором знаменитый бельгийский сыщик Эркюль Пуаро расследует загадочное убийство в роскошном поезде «Восточный экспресс». В центре сюжета — богатая американская наследница, многочисленные подозреваемые и сложные отношения между пассажирами. Кристи виртуозно создает интригу, драму и персонажей, оставляя читателя в ожидании разгадки тайны, которая раскрывается с удивительным размахом и неожиданными поворотами событий.",
            "rating": 4.7,
            "img_link":"https://nborn.ru/wa-data/public/shop/products/95/35/393595/images/658484/658484.750x0.jpg"
        },
        {
            "id":13,
            "name":"Малений принц",
            "author": "Антуан де Сент-Экзюпери", 
            "price":600,
            "description": "Маленький принц - магическая история, рассказанная через встречу пилота со странным мальчиком с другой планеты. Маленький принц разделяет свои невероятные приключения, встречи с удивительными обитателями планет и своими философскими наблюдениями о жизни. Книга переносит читателя в удивительный мир фантазии, наполненный чудесами и глубокими смыслами, заставляя задуматься над смыслом детства, дружбы и любви.",
            "rating": 4.7,
            "img_link":"https://nborn.ru/wa-data/public/shop/products/20/98/409820/images/682327/682327.750x0.jpg"
        },
        {
            "id":14,
            "name":"Фауст",
            "author": "Йохан Вольфганг Гёте", 
            "price":270,
            "description": "Фауст — великолепная поэма, объединяющая философию, мистицизм и трагедию. Рассказывая историю ученого Фауста, стремящегося к бесконечному знанию и опыту, Гёте предлагает глубокие размышления о человеческой природе, жертве и вечных темах души. Центральный момент в поэме — сделка Фауста с дьяволом Мефистофелем, которая приводит к серии потрясающих событий и, в конечном итоге, к болезненному осознанию цены его желания. Произведение оставляет читателя с глубокими моральными и философскими размышлениями.",
            "rating": 4.6,
            "img_link":"https://i2.wp.com/howtolearn.ru/wp-content/uploads/2016/07/faust.jpgF"
        },
        {
            "id":15,
            "name":"Фауст",
            "author": "Йохан Вольфганг Гёте", 
            "price":270,
            "description": "Фауст — великолепная поэма, объединяющая философию, мистицизм и трагедию. Рассказывая историю ученого Фауста, стремящегося к бесконечному знанию и опыту, Гёте предлагает глубокие размышления о человеческой природе, жертве и вечных темах души. Центральный момент в поэме — сделка Фауста с дьяволом Мефистофелем, которая приводит к серии потрясающих событий и, в конечном итоге, к болезненному осознанию цены его желания. Произведение оставляет читателя с глубокими моральными и философскими размышлениями.",
            "rating": 4.6,
            "img_link":"https://avatars.mds.yandex.net/i?id=048b7f77c77ca73b0d55575e4c86886c23845f37-11623870-images-thumbs&n=13"
        },
        {
            "id":16,
            "name":"Убить пересмешника",
            "author": "Харпер Ли", 
            "price":447,
            "description": "Убить пересмешника — это знаменитая книга, драма и роман об общественных нравах, расизме и справедливости в южных штатах США в 1930-х годах. Рассказ ведется от лица ребенка по имени Скотт, дочери адвоката Аттикуса Финча, который берется защищать чернокожего мужчину, обвиненного в изнасиловании. Роман пронизан мудрыми мыслями об уважении, толерантности и борьбе за справедливость, предостерегая от предвзятости и обостряя вопросы общественного сознания. Книга оставляет читателей сильными эмоциями и вечными нравственными уроками.",
            "rating": 4.3,
            "img_link":"https://cdn1.ozone.ru/s3/multimedia-0/6008637408.jpg"
        },
        {
            "id":17,
            "name":"1984",
            "author": "Джордж Оруэлл", 
            "price":419,
            "description": "1984 Джорджа Оруэлла — потрясающая антиутопия, представляющая зрителям удивительно угнетающее будущее. В этом мире, контролируемом тоталитарным режимом, каждый аспект жизни подвергнут строгому надзору Партии и её лидера Большого Брата. Роман следит за героем по имени Уинстоном Смитом, чьи попытки сохранить свою индивидуальность и высказать свои мысли приводят к невероятно напряженной и душераздирающей борьбе с системой. Это литературное произведение не только является остроумным предупреждением от автора относительно опасностей абсолютизма, но и остается великим литературным произведением о свободе и силе человеческой души.",
            "rating": 4.1,
            "img_link":"https://sun9-67.userapi.com/impg/cR_-9YxjTUATy6BLXREppwNJ0rloD5yD3mrm6Q/vrbHbQs8P5I.jpg?size=1076x1875&quality=96&sign=2f6c049a2b614d50f38b58240bf7309d&c_uniq_tag=MygOVfWdsbwK_AiuTMOaD2A9K7oBZ21HXtGUx7U9vC0&type=album"
        },
        {
            "id":18,
            "name":"451 градус по Фаренгейту",
            "author": "Рэй Брэдбери", 
            "price":451,
            "description": "451 градус по Фаренгейту Рэя Брэдбери — это классическая аллегория о подавлении свободы мысли и культурной цензуре. В будущем обществе, где книги запрещены и подвергаются уничтожению, герой Гай Монтэг обнаруживает смысл жизни и значение литературы. Роман исследует темы ценности интеллекта, цензуры и потери человеческого духа в мире, где исчезает культурное наследие. Книга остается актуальным предостережением о важности свободы мысли и независимого мышления в обществе, поддаваемом политическому контролю.",
            "rating": 4.1,
            "img_link":"https://avatars.mds.yandex.net/i?id=4b522c969d30a88c936d2bfe9c11e93944e26134-10755475-images-thumbs&n=13"
        }
    ],
    "new-products":[
        {
            "id":19,
            "name":"Канун всех святых",
            "author": "Рэй Брэдбери", 
            "price":297,
            "description": "Канун всех святых (The Halloween Tree) — захватывающее фэнтезийное произведение, призванное раскрыть тайны праздника Хэллоуина. Семь мальчиков отправляются в удивительное путешествие через время и пространство с волшебником по имени Мистер Моралес. Они открывают тайны и разнообразие традиций Хэллоуина в различных культурах и эпохах, учась понимать сущность этого загадочного праздника. Брэдбери смешивает волшебство и философию, создавая пронзительную и увлекательную историю, наполненную волшебством и тайнами.",
            "rating": 4.4,
            "img_link":"https://avatars.mds.yandex.net/i?id=9c13244812b7531e2684446b53238ca7b5b437a2-10805549-images-thumbs&n=13"
        },
        {
            "id":20,
            "name":"Гарри Поттер и Кубок Огня",
            "author": "Джоан Роулинг", 
            "price":835,
            "description": "Гарри Поттер и Кубок огня — четвёртая книга в серии Дж. К. Роулинг о юном волшебнике. В этом захватывающем романе Гарри возвращается в Школу чародейства и волшебства Хогвартс, чтобы участвовать в Турнире Трёх Волшебников. Однако события принимают тёмный оборот, когда кубок огня выбирает Гарри в качестве четвёртого участника, и он оказывается втянут в опасные задания и загадочные интриги. Книга виртуозно сочетает в себе приключения, дружбу и внезапные повороты событий, раскрывая сложности мира волшебства и предвосхищая нарастающую угрозу, которая затмевает Хогвартс.",
            "rating": 4.7,
            "img_link":"https://m.media-amazon.com/images/I/71L9Y4OJn9L._AC_UL960_QL65_.jpg"
        },
        {
            "id":21,
            "name":"Великий Гэтсби",
            "author": "Фреснис Скотт Фиджеральд", 
            "price":856,
            "description": "Великий Гэтсби — великолепный роман, воссоздающий эпоху Джазового Века в Америке. Рассказ, ведомый Ником Каррауэем, вводит читателя в захватывающий мир богатства, роскоши и моральной деградации Новой Англии. Центральный персонаж, таинственный и богатый Джей Гэтсби, стремится к восстановлению своей любви с красавицей Дейзи Бьюкенэн. Роман исследует темы иллюзий, исчезающей американской мечты и цены, которую приходится платить за стремление к идеалам. Фицджеральд создаёт многогранный портрет общества, подверженного волнениям, и вечных жаждущих мечтателей.",
            "rating": 4.3,
            "img_link":"https://avatars.mds.yandex.net/i?id=13fc01ef66683a2daa611ba0a19b237f162e5522-10912513-images-thumbs&n=13"
        },
        {
            "id":22,
            "name":"Хоббит",
            "author": "Джон Рональд Руэл Толкин", 
            "price":653,
            "description": "Хоббит — увлекательное путешествие в фэнтезийный мир Средиземья, начинающееся с простого хоббита по имени Бильбо Бэггинса. Его размеры невелики, но приключения, которые ждут его, огромны. Выполняя задание в сопровождении волшебного волшебника Гэндальфа и компании гномов, Бильбо отправляется в далекое путешествие, в ходе которого его ждут драконы, гоблины, эльфы и волшебство. Произведение завораживает своими персонажами, яркими описаниями и увлекательным повествованием, создавая классическое произведение фэнтезийной литературы.",
            "rating": 4.6,
            "img_link":"https://rusbuk.ru/uploads/books/1524539/cd1cfc5c83f05ce0aa674cc1c56331357d0ecde3Max.jpg"
        },
        {
            "id":23,
            "name":"Скотный двор",
            "author": "Джордж Оруэлл", 
            "price":319,
            "description": "Скотный двор — аллегорическая сатира, известная своей остротой в критике политических режимов и общественной несправедливости. Роман представляет ферму, где животные поднимают восстание против человеческого гнёта, стремясь к созданию идеального общества. Однако с течением времени идеалы постепенно исчезают, и некоторые животные обнаруживают, что они подверглись такому же угнетению, как и прежде. Эта книга предлагает глубокие размышления о власти, контроле и цене свободы в обществе.",
            "rating": 4.4,
            "img_link":"https://cdn1.ozone.ru/s3/multimedia-p/6386175625.jpg"
        },
        {
            "id":24,
            "name":"Над пропастью во ржи",
            "author": "Джером Дэвид Сэлинджэр", 
            "price":349,
            "description": "Над пропастью во ржи — иконический роман о поиске смысла в мире, полном фальши и лицемерия. Главный герой, Холден Колфилд, молодой человек с непримиримым отношением к гипокрисии в обществе, предпринимает путешествие по Нью-Йорку, пытаясь защитить детство и невинность от взрослого мира. Роман исследует темы потери невинности, поиска идентичности и борьбы с чуждой действительностью. Холденова история приводит к глубоким размышлениям о взрослении, одиночестве и нравственной ценности в сложном мире.",
            "rating": 4.2,
            "img_link":"https://avatars.mds.yandex.net/i?id=6cb807173ceec8075139878650dfaadef4aed523-12301937-images-thumbs&n=13"
        },
        {
            "id":25,
            "name":"Приключения Тома Сойера",
            "author": "Марк Твен", 
            "price":545,
            "description": "Приключения Тома Сойера — классический роман, который окунет вас в атмосферу детского восторга и беспечности. Рассказывая о мальчике Томе Сойере, живущем в небольшом городке на реке Миссисипи в середине XIX века, роман охватывает его невероятные приключения и шалости с лучшим другом Гекльберри Финном. Светлая и яркая история наполнена детским воображением, искренностью и дружбой, а Том Сойер становится неотъемлемой частью литературного наследия, которое привлекает читателей всех возрастов.",
            "rating": 4.4,
            "img_link":"https://cdn.img-gorod.ru/nomenclature/23/859/2385931.jpg"
        },
        {
            "id":26,
            "name":"Преступление и наказание",
            "author": "Федор Михайлович Достоевский", 
            "price":685,
            "description": "Преступление и наказание Федора Михайловича Достоевского — великолепное произведение, погружающее читателя в темные глубины человеческой души. Роман рассказывает историю Родиона Раскольникова, бедного студента, решившего совершить убийство в убеждении, что он выше законов и морали. Однако совершенное преступление преследует его, и Раскольников оказывается в плену своих собственных мыслей и внутреннего мучения. Достоевский в мастерской манере раскрывает психологические тонкости героев, предлагая читателю глубокие размышления о грехе, искуплении и смысле человеческой жизни.",
            "rating": 4.8,
            "img_link":"https://bibliosfera.su/image/cache/catalog/img/2021/9785170906307-800x1000.jpg"
        },
        {
            "id":27,
            "name":"Божественная комедия",
            "author": "Данте Алигьери", 
            "price":1553,
            "description": "Божественная комедия — величественное произведение Данте Алигьери, написанное в XIV веке. Эпическое стихотворение представляет собой путешествие по трем частям загадочного мира загробной жизни: Аду, Чистилищу и Раю. Поэтическое произведение начинается с Данте, заблудившегося в темных лесах, и его путешествия под проводом великого римского поэта Вергилия. Произведение проникнуто символизмом и моралью, раскрывая покаяние, духовное возрождение и вечные темы судьбы человечества. Это великое произведение итальянской литературы является не только шедевром поэзии, но и важным трудом, влияющим на литературное и философское мышление.",
            "rating": 3.9,
            "img_link":"https://fkniga.ru/media/product/04/040408/KA-00306446.jpg"
        }
    ],
    "cathalog":[
        {
            "id": 1,
            "name": "Ведьмак; большое издание",
            "author": "Анджей Сапковский",
            "price": 3450,
            "description": "Сага о Ведьмаке, созданная польским писателем Анджеем Сапковским, представляет собой захватывающую серию фэнтезийных романов, центральным персонажем которых является Геральт из Ривии — ведьмак с уникальными мутантными способностями. В этом мире, наполненном магией, чудовищами и политическими интригами, Геральт сталкивается не только с опасными тварями, но и с трудными моральными выборами, создавая насыщенный сюжет и обширный фэнтезийный мир, который завоевал популярность как среди читателей, так и среди поклонников видеоигр, основанных на этой саге.",
            "rating": 4.9,
            "img_link": "https://i.pinimg.com/736x/66/28/f0/6628f099bd40ea40d2d0d2e5be8e4061.jpg"
        },
        {
            "id": 2,
            "name": "Гарри Поттер и Философский камень",
            "author": "Джоан Роулинг",
            "price": 700,
            "description": "Гарри Поттер и философский камень — это первая книга в знаменитой серии Джоан Роулинг о юном волшебнике. Рассказ начинается с приема Гарри Поттера, сироты, в Хогвартс — школу волшебства и чародейства. Постепенно Гарри обнаруживает свои волшебные способности и узнает о своем невероятном наследии. Сюжет вращается вокруг таинственного философского камня, который обладает силой бессмертия. Вместе с друзьями Роном и Гермионой, Гарри исследуют загадочные происшествия в школе, сталкиваются с опасностями и раскрывают тайны, что делает эту книгу захватывающим введением в магический мир Хогвартса и его увлекательных обитателей.",
            "rating": 4.7,
            "img_link": "https://cdn1.ozone.ru/s3/multimedia-t/6018798005.jpg"
        },
        {
            "id": 3,
            "name": "Игра Эндера",
            "author": "Орсон Скотт Кард",
            "price": 463,
            "description": "Игра Эндера - научно-фантастический роман Орсона Скотта Карда, действие которого разворачивается в далеком будущем, когда Земля подвергается угрозе после вторжения пришельцев. Главный герой, Эндер Уиггин, ребенок гениального мозга, отобран в военную школу, где дети обучаются искусству военной тактики в космической среде. Эндер оказывается вовлеченным в высокотехнологичную тренировочную программу, которая имитирует военные конфликты. Сложности, с которыми он сталкивается, амбивалентность моральных дилемм и неожиданный поворот событий делают роман захватывающим и вызывающим размышления о цене победы и её последствиях.",
            "rating": 4.4,
            "img_link": "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/1f38db83-663e-45f2-9d5f-77efe96df795/1920x"
        },
        {
            "id": 4,
            "name": "Зеленая миля",
            "author": "Стивен кинг",
            "price": 2000,
            "description": "Зелёная миля — это потрясающая история, рассказанная из перспективы Пола Эджкомба, начальника тюремного блока, который встречает загадочного заключённого по имени Джон Коффи. События развиваются в тюремном блоке, где происходят необъяснимые явления и чудеса. Коффи обладает удивительными целительными способностями, и его приключения, а также взаимодействия с разнообразными персонажами, создают глубокий и трогательный рассказ о доброте, справедливости и человеческой природе, а также поднимают вопросы о смысле жизни и сущности зла. Книга волшебным образом переплетает драму, фэнтези и моральные аспекты, оставляя читателя сильно впечатлённым и задумчивым.",
            "rating": 4.7,
            "img_link": "https://main-cdn.sbermegamarket.ru/hlr-system/1483026/100023062804b0.jpg"
        },
        {
            "id": 5,
            "name": "Унесенные ветром",
            "author": "Маргарет Митчелл",
            "price": 930,
            "description": "Унесенные ветром — великолепная сага о любви и выживании во времена Гражданской войны в США. Главная героиня, Скарлетт О'Хара, красавица с железной волей, вступает в борьбу за выживание своего южного имения Тара в эпоху перемен. Книга переплетает исторические события, страсть и драму, предлагая читателю неповторимый взгляд на американскую историю. Скарлетт, живая и запоминающаяся личность, исследует темы любви, потерь и силы воли в сложных обстоятельствах, создавая одно из самых влиятельных произведений американской литературы.",
            "rating": 4.7,
            "img_link": "https://avatars.mds.yandex.net/get-mpic/5236248/img_id7233538305736377600.jpeg/orig"
        },
        {
            "id": 6,
            "name": "Граф Монте-Кристо",
            "author": "Александр Дюма",
            "price": 3849,
            "description": "Граф Монте-Кристо — это захватывающий роман, в котором Эдмон Дантес, молодой моряк, становится жертвой политического заговора и попадает в темницу. После несправедливого заключения он совершает невероятное побег и обнаруживает сокровище, позволяющее ему создать новую личность — Графа Монте-Кристо. Завершенный и властный, Граф начинает свою мстительную кампанию против тех, кто участвовал в его падении. Роман исследует темы предательства, мести и искупления, предлагая читателю захватывающее путешествие через тайны человеческой души и сложности моральных выборов.",
            "rating": 4.7,
            "img_link": "https://cdn.azbooka.ru/cv/w1100/d8f9ddab-65d3-422b-9e42-5d85703acb2d.jpg"
        },
        {
            "id": 7,
            "name": "Крестный отец",
            "author": "Марио Пьюзо",
            "price": 599,
            "description": "Крестный отец - это мафиозная сага, рассказывающая о влиятельной семье Корлеоне в американском мире преступности. В центре сюжета стоит Вито Корлеоне, мудрый и влиятельный мафиози, управляющий своим делом с силой и справедливостью. Роман охватывает период с 1945 по 1955 год, включая важные события в жизни семьи, борьбу за власть, интриги и взаимоотношения в мире преступности. Пьюзо мастерски создает напряженную атмосферу и живописные персонажи, представляя читателю темные стороны власти и преданности, которые определяют судьбу Корлеоне и их окружения.",
            "rating": 4.6,
            "img_link": "https://cdn.eksmo.ru/v2/430000000000154410/COVER/cover1__w820.jpg"
        },
        {
            "id": 8,
            "name": "Десять негритят",
            "author": "Агата Кристи",
            "price": 349,
            "description": "Десять негритят - захватывающий детектив, в котором десять незнакомцев, приглашенных на остров виллана по имени У. О. Нигр, обнаруживают, что оказались запертыми на острове, подвергнутым странным и загадочным событиям. Они сталкиваются с таинственным киллером, следуя за пугающими стихами о десяти негритят, и начинается стремительная игра в выживание. Сюжет поражает читателя своей интригой, создавая атмосферу подозрений и напряжения, а финальные разгадки придают книге статус классического детектива.",
            "rating": 4.6,
            "img_link": "https://files.books.ru/pic/5037001-5038000/5037382/005037382.jpg"
        },
        {
            "id": 9,
            "name": "Собака Баскервилей",
            "author": "Артур Конан Дойл",
            "price": 440,
            "description": "Собака Баскервилей — захватывающий детектив, в котором знаменитый сыщик Шерлок Холмс и его верный спутник Доктор Ватсон расследуют таинственное проклятие рода Баскервилей. События развиваются в мрачных пейзажах бескрайних мур, где наследник Баскервилей сталкивается с угрозой от жуткой собаки-призрака. Мастерски созданный интригой и атмосферой загадочности, роман привносит элементы сверхъестественного в криминальный жанр, оставляя читателя в волнующем ожидании разгадки тайны.",
            "rating": 4.5,
            "img_link": "https://avatars.mds.yandex.net/i?id=9cfd0976c6f9b07adace0dd1eebf1f17f963d264-12468199-images-thumbs&n=13"
        },
        {
            "id":10,
            "name":"Мастер и Маргарита",
            "author": "Михаил Булгаков",
            "price":490,
            "description": "Мастер и Маргарита Михаила Булгакова — великолепное произведение, сочетающее сатиру и философию. Роман рассказывает о приходе дьявола в Москву в облике загадочного профессора Воланда и его свиты. Сюжет переплетается с историей мастера, писателя, погруженного в сюрреалистическую реальность. Параллельно развивается история Маргариты, которая заключает дьявольское соглашение, чтобы спасти своего возлюбленного. Магия, сатира, глубокие философские насыщенности и красочные образы делают этот роман ярким и запоминающимся, ставя его в ряды великих литературных шедевров.",
            "rating": 4.5,
            "img_link":"https://avatars.mds.yandex.net/i?id=4c517d9eba7cbd45f6256a459ce1c7c9783b2734-11392166-images-thumbs&n=13"
        },
        {
            "id":11,
            "name":"Властелин Колец",
            "author": "Джон Рональд Руэл Толкин", 
            "price":572,
            "description": "Властелин колец — эпическое фэнтезийное произведение, в котором группа разношерстных путешественников, во главе с хоббитом Фродо Бэггинсом, отправляется в опасное путешествие, чтобы уничтожить Кольцо Всевластья и предотвратить зловещее возвращение Тёмного Властелина Саурона. Великолепно созданный мир Средиземья, с его расами, магией и богатой историей, оживает на страницах романа. Сплетение приключений, битв, дружбы и жертв создает увлекательное повествование о борьбе за спасение мира от тьмы и разрушения.",
            "rating": 4.8,
            "img_link":"https://data.fantlab.ru/images/editions/orig/854"
        },
        {
            "id":12,
            "name":"Убийство в восточном экспрессе",
            "author": "Агата Кристи", 
            "price":600,
            "description": "Убийство в Восточном экспрессе — классический детектив, в котором знаменитый бельгийский сыщик Эркюль Пуаро расследует загадочное убийство в роскошном поезде «Восточный экспресс». В центре сюжета — богатая американская наследница, многочисленные подозреваемые и сложные отношения между пассажирами. Кристи виртуозно создает интригу, драму и персонажей, оставляя читателя в ожидании разгадки тайны, которая раскрывается с удивительным размахом и неожиданными поворотами событий.",
            "rating": 4.7,
            "img_link":"https://nborn.ru/wa-data/public/shop/products/95/35/393595/images/658484/658484.750x0.jpg"
        },
        {
            "id":13,
            "name":"Малений принц",
            "author": "Антуан де Сент-Экзюпери", 
            "price":600,
            "description": "Маленький принц - магическая история, рассказанная через встречу пилота со странным мальчиком с другой планеты. Маленький принц разделяет свои невероятные приключения, встречи с удивительными обитателями планет и своими философскими наблюдениями о жизни. Книга переносит читателя в удивительный мир фантазии, наполненный чудесами и глубокими смыслами, заставляя задуматься над смыслом детства, дружбы и любви.",
            "rating": 4.7,
            "img_link":"https://nborn.ru/wa-data/public/shop/products/20/98/409820/images/682327/682327.750x0.jpg"
        },
        {
            "id":14,
            "name":"Гарри Поттер и Орден Феникса",
            "author": "Джоан Роулинг", 
            "price":870,
            "description": "Гарри Поттер и Орден Феникса — пятая книга в легендарной серии Дж. К. Роулинг о юном волшебнике. В этом захватывающем романе Гарри возвращается в Школу чародейства и волшебства Хогвартс, где он сталкивается с растущей тенью зла и сопротивляется отрицанию взрослых магов к существованию Лорда Волдеморта. Вместе с друзьями Роном и Гермионой, а также с другими членами Ордена Феникса, Гарри сталкивается с новыми вызовами, темными тайнами и внутренними конфликтами. Роулинг виртуозно создает напряженное и глубокое повествование, оставляя читателей в ожидании следующих шагов Гарри в борьбе с тьмой и предательством.",
            "rating": 4.8,
            "img_link":"https://basket-02.wb.ru/vol190/part19019/19019350/images/big/1.jpg"
        },
        {
            "id":15,
            "name":"Фауст",
            "author": "Йохан Вольфганг Гёте", 
            "price":270,
            "description": "Фауст — великолепная поэма, объединяющая философию, мистицизм и трагедию. Рассказывая историю ученого Фауста, стремящегося к бесконечному знанию и опыту, Гёте предлагает глубокие размышления о человеческой природе, жертве и вечных темах души. Центральный момент в поэме — сделка Фауста с дьяволом Мефистофелем, которая приводит к серии потрясающих событий и, в конечном итоге, к болезненному осознанию цены его желания. Произведение оставляет читателя с глубокими моральными и философскими размышлениями.",
            "rating": 4.6,
            "img_link":"https://avatars.mds.yandex.net/i?id=048b7f77c77ca73b0d55575e4c86886c23845f37-11623870-images-thumbs&n=13"
        },
        {
            "id":16,
            "name":"Убить пересмешника",
            "author": "Харпер Ли", 
            "price":447,
            "description": "Убить пересмешника — это знаменитая книга, драма и роман об общественных нравах, расизме и справедливости в южных штатах США в 1930-х годах. Рассказ ведется от лица ребенка по имени Скотт, дочери адвоката Аттикуса Финча, который берется защищать чернокожего мужчину, обвиненного в изнасиловании. Роман пронизан мудрыми мыслями об уважении, толерантности и борьбе за справедливость, предостерегая от предвзятости и обостряя вопросы общественного сознания. Книга оставляет читателей сильными эмоциями и вечными нравственными уроками.",
            "rating": 4.3,
            "img_link":"https://cdn1.ozone.ru/s3/multimedia-0/6008637408.jpg"
        },
        {
            "id":17,
            "name":"1984",
            "author": "Джордж Оруэлл", 
            "price":419,
            "description": "1984 Джорджа Оруэлла — потрясающая антиутопия, представляющая зрителям удивительно угнетающее будущее. В этом мире, контролируемом тоталитарным режимом, каждый аспект жизни подвергнут строгому надзору Партии и её лидера Большого Брата. Роман следит за героем по имени Уинстоном Смитом, чьи попытки сохранить свою индивидуальность и высказать свои мысли приводят к невероятно напряженной и душераздирающей борьбе с системой. Это литературное произведение не только является остроумным предупреждением от автора относительно опасностей абсолютизма, но и остается великим литературным произведением о свободе и силе человеческой души.",
            "rating": 4.1,
            "img_link":"https://sun9-67.userapi.com/impg/cR_-9YxjTUATy6BLXREppwNJ0rloD5yD3mrm6Q/vrbHbQs8P5I.jpg?size=1076x1875&quality=96&sign=2f6c049a2b614d50f38b58240bf7309d&c_uniq_tag=MygOVfWdsbwK_AiuTMOaD2A9K7oBZ21HXtGUx7U9vC0&type=album"
        },
        {
            "id":18,
            "name":"451 градус по Фаренгейту",
            "author": "Рэй Брэдбери", 
            "price":451,
            "description": "451 градус по Фаренгейту Рэя Брэдбери — это классическая аллегория о подавлении свободы мысли и культурной цензуре. В будущем обществе, где книги запрещены и подвергаются уничтожению, герой Гай Монтэг обнаруживает смысл жизни и значение литературы. Роман исследует темы ценности интеллекта, цензуры и потери человеческого духа в мире, где исчезает культурное наследие. Книга остается актуальным предостережением о важности свободы мысли и независимого мышления в обществе, поддаваемом политическому контролю.",
            "rating": 4.1,
            "img_link":"https://avatars.mds.yandex.net/i?id=4b522c969d30a88c936d2bfe9c11e93944e26134-10755475-images-thumbs&n=13"
        },
        {
            "id":19,
            "name":"Канун всех святых",
            "author": "Рэй Брэдбери", 
            "price":297,
            "description": "Канун всех святых (The Halloween Tree) — захватывающее фэнтезийное произведение, призванное раскрыть тайны праздника Хэллоуина. Семь мальчиков отправляются в удивительное путешествие через время и пространство с волшебником по имени Мистер Моралес. Они открывают тайны и разнообразие традиций Хэллоуина в различных культурах и эпохах, учась понимать сущность этого загадочного праздника. Брэдбери смешивает волшебство и философию, создавая пронзительную и увлекательную историю, наполненную волшебством и тайнами.",
            "rating": 4.4,
            "img_link":"https://avatars.mds.yandex.net/i?id=9c13244812b7531e2684446b53238ca7b5b437a2-10805549-images-thumbs&n=13"
        },
        {
            "id":20,
            "name":"Гарри Поттер и Кубок Огня",
            "author": "Джоан Роулинг", 
            "price":835,
            "description": "Гарри Поттер и Кубок огня — четвёртая книга в серии Дж. К. Роулинг о юном волшебнике. В этом захватывающем романе Гарри возвращается в Школу чародейства и волшебства Хогвартс, чтобы участвовать в Турнире Трёх Волшебников. Однако события принимают тёмный оборот, когда кубок огня выбирает Гарри в качестве четвёртого участника, и он оказывается втянут в опасные задания и загадочные интриги. Книга виртуозно сочетает в себе приключения, дружбу и внезапные повороты событий, раскрывая сложности мира волшебства и предвосхищая нарастающую угрозу, которая затмевает Хогвартс.",
            "rating": 4.7,
            "img_link":"https://m.media-amazon.com/images/I/71L9Y4OJn9L._AC_UL960_QL65_.jpg"
        },
        {
            "id":21,
            "name":"Великий Гэтсби",
            "author": "Фреснис Скотт Фиджеральд", 
            "price":856,
            "description": "Великий Гэтсби — великолепный роман, воссоздающий эпоху Джазового Века в Америке. Рассказ, ведомый Ником Каррауэем, вводит читателя в захватывающий мир богатства, роскоши и моральной деградации Новой Англии. Центральный персонаж, таинственный и богатый Джей Гэтсби, стремится к восстановлению своей любви с красавицей Дейзи Бьюкенэн. Роман исследует темы иллюзий, исчезающей американской мечты и цены, которую приходится платить за стремление к идеалам. Фицджеральд создаёт многогранный портрет общества, подверженного волнениям, и вечных жаждущих мечтателей.",
            "rating": 4.3,
            "img_link":"https://avatars.mds.yandex.net/i?id=13fc01ef66683a2daa611ba0a19b237f162e5522-10912513-images-thumbs&n=13"
        },
        {
            "id":22,
            "name":"Хоббит",
            "author": "Джон Рональд Руэл Толкин", 
            "price":653,
            "description": "Хоббит — увлекательное путешествие в фэнтезийный мир Средиземья, начинающееся с простого хоббита по имени Бильбо Бэггинса. Его размеры невелики, но приключения, которые ждут его, огромны. Выполняя задание в сопровождении волшебного волшебника Гэндальфа и компании гномов, Бильбо отправляется в далекое путешествие, в ходе которого его ждут драконы, гоблины, эльфы и волшебство. Произведение завораживает своими персонажами, яркими описаниями и увлекательным повествованием, создавая классическое произведение фэнтезийной литературы.",
            "rating": 4.6,
            "img_link":"https://rusbuk.ru/uploads/books/1524539/cd1cfc5c83f05ce0aa674cc1c56331357d0ecde3Max.jpg"
        },
        {
            "id":23,
            "name":"Скотный двор",
            "author": "Джордж Оруэлл", 
            "price":319,
            "description": "Скотный двор — аллегорическая сатира, известная своей остротой в критике политических режимов и общественной несправедливости. Роман представляет ферму, где животные поднимают восстание против человеческого гнёта, стремясь к созданию идеального общества. Однако с течением времени идеалы постепенно исчезают, и некоторые животные обнаруживают, что они подверглись такому же угнетению, как и прежде. Эта книга предлагает глубокие размышления о власти, контроле и цене свободы в обществе.",
            "rating": 4.4,
            "img_link":"https://cdn1.ozone.ru/s3/multimedia-p/6386175625.jpg"
        },
        {
            "id":24,
            "name":"Над пропастью во ржи",
            "author": "Джером Дэвид Сэлинджэр", 
            "price":349,
            "description": "Над пропастью во ржи — иконический роман о поиске смысла в мире, полном фальши и лицемерия. Главный герой, Холден Колфилд, молодой человек с непримиримым отношением к гипокрисии в обществе, предпринимает путешествие по Нью-Йорку, пытаясь защитить детство и невинность от взрослого мира. Роман исследует темы потери невинности, поиска идентичности и борьбы с чуждой действительностью. Холденова история приводит к глубоким размышлениям о взрослении, одиночестве и нравственной ценности в сложном мире.",
            "rating": 4.2,
            "img_link":"https://avatars.mds.yandex.net/i?id=6cb807173ceec8075139878650dfaadef4aed523-12301937-images-thumbs&n=13"
        },
        {
            "id":25,
            "name":"Приключения Тома Сойера",
            "author": "Марк Твен", 
            "price":545,
            "description": "Приключения Тома Сойера — классический роман, который окунет вас в атмосферу детского восторга и беспечности. Рассказывая о мальчике Томе Сойере, живущем в небольшом городке на реке Миссисипи в середине XIX века, роман охватывает его невероятные приключения и шалости с лучшим другом Гекльберри Финном. Светлая и яркая история наполнена детским воображением, искренностью и дружбой, а Том Сойер становится неотъемлемой частью литературного наследия, которое привлекает читателей всех возрастов.",
            "rating": 4.4,
            "img_link":"https://cdn.img-gorod.ru/nomenclature/23/859/2385931.jpg"
        },
        {
            "id":26,
            "name":"Преступление и наказание",
            "author": "Федор Михайлович Достоевский", 
            "price":685,
            "description": "Преступление и наказание Федора Михайловича Достоевского — великолепное произведение, погружающее читателя в темные глубины человеческой души. Роман рассказывает историю Родиона Раскольникова, бедного студента, решившего совершить убийство в убеждении, что он выше законов и морали. Однако совершенное преступление преследует его, и Раскольников оказывается в плену своих собственных мыслей и внутреннего мучения. Достоевский в мастерской манере раскрывает психологические тонкости героев, предлагая читателю глубокие размышления о грехе, искуплении и смысле человеческой жизни.",
            "rating": 4.8,
            "img_link":"https://bibliosfera.su/image/cache/catalog/img/2021/9785170906307-800x1000.jpg"
        },
        {
            "id":27,
            "name":"Божественная комедия",
            "author": "Данте Алигьери", 
            "price":1553,
            "description": "Божественная комедия — величественное произведение Данте Алигьери, написанное в XIV веке. Эпическое стихотворение представляет собой путешествие по трем частям загадочного мира загробной жизни: Аду, Чистилищу и Раю. Поэтическое произведение начинается с Данте, заблудившегося в темных лесах, и его путешествия под проводом великого римского поэта Вергилия. Произведение проникнуто символизмом и моралью, раскрывая покаяние, духовное возрождение и вечные темы судьбы человечества. Это великое произведение итальянской литературы является не только шедевром поэзии, но и важным трудом, влияющим на литературное и философское мышление.",
            "rating": 3.9,
            "img_link":"https://fkniga.ru/media/product/04/040408/KA-00306446.jpg"
        }
    
    ]
}